{
    "Video Title": "Tactical View  Pixellot C Coaching 20",
    "Date": "2022, 5, 8",
    "Sport": "Football",
    "Season": "Season 1",
    "Competition": "UEFA Champions League",
    "Other Details": "I have been absolutely fizzing to see 'The Batman' from the day it was announced, but even more so from when I first heard it described as being inspired by 'Se7en' - one of my favourite psychological thrillers of all time. Were we finally going to get the raw and gritty Batman film I'd always dreamed of seeing? We certainly were. Where to begin? The biggest thing that struck me with this film was just how much time we got to spend with Batman, as Batman. There is very little of Bruce Wayne in this movie and I'm absolutely fine with that. The movie is Batman's story and we are with him from start to finish. We even get some narration from him, which I'm not quite sure how I feel about just yet. It was very good narration but I'm not sure he's a character I want it from. The Riddler in this movie is phenomenal. After The Joker in 'The Dark Knight' this is absolutely my second favourite Batman film villain. He was clearly inspired by the Zodiac killer and what an inspired choice. Also the use of the riddles in the film is nothing short of genius. These are very clever riddles and puzzles and make Batman have to do some serious detective work - something I've always wanted more of from him in the previous films. This is my favourite incarnation of Catwoman to date. I haven't loved her character's place in the films in the past. I've found she slows everything down and brings out a dull side of Batman that I haven't enjoyed. In this film though she was used perfectly. She's the love interest and a villain/anti-hero all in one. That is massive because it saves another thing that can often bog down a Batman film - the pointless love interest. The Penguin was probably the one letdown for me. From what I'd seen in the trailer I suspected this may be the case. I'm wondering if they were using this movie as a set-up for him and then in the second film he will evolve and have a lot more to do. In this one though I just found him quite a dull screen-presence. Robert Pattinson as Batman blew me away. He looked great and his voice was perfect. He was extremely intense and very menacing. Even though I knew he was more than capable of playing the role, I think I still needed to see the end product just for confirmation that he had what it takes. He absolutely did and then some. The film has quite a unique feel. There are scenes and sequences in this film that would feel out of place in both Tim Burton's Batman universe and Christopher Nolan's universe. But then there are little aspects from each of their respective films which clearly inspired parts of 'The Batman'. It basically took the best things from each of them and then twisted them into it's own style - while obviously adding a lot of its own stuff also. It's very well done in that sense. The Batmobile in this movie is awesome. There's just no other way to put it. The sound it made and the vibrations it sent through my cinema chair were bone-chilling. The chase sequence in this movie with The Penguin is one of the best I've ever seen. The film is long at just under 3 hours but it really never feels like it. There's a short period in the middle of the movie where everything slows down for a little while. That really is the only flat part of the movie however. The rest happens at a break-neck pace. It's hard to find enough good things to say about this movie. I need to see it again and digest a couple of things for a little longer, but for now I have it firmly sitting in second place behind 'The Dark Knight' in my order of favourite Batman films.\n",
    "File Name": "Tactical View- Pixellot C Coaching 20.mp4",
    "Video Path": "C:/Users/gsak3/Videos/Tactical View- Pixellot C Coaching 20.mp4"
}